Repository: baojose/hula
Catalog: Hula/*.lproj/Localizable.strings
Languages: de, es

source: Incorrect login. Please try again.
de: Ungültige Anmeldung. Bitte erneut versuchen.
es: Login incorrecto. Por favor, inténtalo de nuevo.

source: Facebook login error
de: Fehler bei der Facebook Anmeldung.
es: Error de identificación en Facebook

source: User email already exists! Please use the login form.
de: Benutzer-E-Mail existiert bereits! Bitte benutze das Anmeldeformular.
es: El email del usuario ya existe. Por favor, utiliza el formulario de identificación.

source: Server response unexpected
de: Server antwortet unerwartet.
es: Respuesta del servidor inesperada

source: miles
de: Kilometer
es: millas

source: Notification
de: Benachrichtigung
es: Notificación

source: years ago
de: vor Jahren
es: años atrás

source: 1 year ago
de: vor einem Jahr
es: hace 1 año

source: Last year
de: letztes Jahr
es: el año pasado

source: months ago
de: vor Monaten
es: meses atrás

source: 1 month ago
de: vor einem Monat
es: hace 1 mes

source: Last month
de: letzten Monat
es: el mes pasado

source: weeks ago
de: vor Wochen
es: semanas atrás

source: 1 week ago
de: vor einer Woche
es: hace 1 semana

source: Last week
de: letzte Woche
es: la semana pasada

source: days ago
de: vor Tagen
es: días atrás

source: 1 day ago
de: vor einem Tag
es: hace 1 día

source: Yesterday
de: gestern
es: ayer

source: hours ago
de: vor Stunden
es: horas atrás

source: 1 hour ago
de: vor einer Stunde
es: hace 1 hora

source: An hour ago
de: Vor einer Stunde
es: hace una hora

source: minutes ago
de: vor Minuten
es: minutos atrás

source: 1 minute ago
de: vor einer Minute
es: hace 1 minuto

source: A minute ago
de: Vor einer Minute
es: hace 1 minuto

source: seconds ago
de: vor Sekunden
es: hace unos segundos

source: Just now
de: gerade eben
es: ahora mismo

source: Trading options
de: Handelsoptionen
es: Opciones de intercambio

source: Report this user
de: Benutzer melden
es: Denunciar este usuario

source: Cancel this trade
de: Handel abbrechen
es: Cancelar el intercambio

source: Cancel
de: Abbruch
es: Cancelar

source: Trade mode disabled
de: Handelsmodus deaktiviert
es: Función de intercambio inhabilitada.

source: You have to be logged in to enter into trade mode
de: Du musst angemeldet sein, um in den Handelsmodus zu wechseln.
es: Tienes que haber iniciado sesión para entrar en la función de intercambio.

source: Up for push notifications?
de: Bereit für Push-Benachrichtigungen?
es: ¿Te gustaría recibir notificaciones?

source: Allow HULA to access your location
de: HULA Zugriff auf deinen Standort erlauben
es: Permites a HULA acceder a tu ubicación.

source: Notifications may include alerts when a user sends you a message.
de: Benachrichtigungen können Warnungen enthalten, wenn ein Benutzer Dir eine Nachricht sendet.
es: Las notificaciones también incluyen alertas cuando un usuario te envíe un mensaje.

source: Find what you need near you!
de: Finde, was Du brauchst, in Deiner Nähe!
es: ¡Encuentra lo que necesitas cerca de ti!

source: Notify me
de: Benachrichtige mich
es: Avísame

source: Use my location
de: Meinen Standort benutzen
es: Utiliza mi ubicación

source: Allow HULA to access your location while you use the app?
de: HULA Zugriff auf Deinen Standort erlauben, während du die App benutzt?
es: ¿Permites a HULA acceder a tu ubicación cuando utilizas la app?

source: HULA uses this to help you to find stuff you like nearby, connect to other users and more. Go to Settings and turn on location for Hula.
de: HULA verwendet dies, um Dir zu helfen, Dinge in deiner Nähe zu finden, die Dir gefallen, dich mit anderen Benutzern zu verbinden und mehr. Gehe in die Einstellungen und aktiiere deinen Standort für Hula
es: HULA lo utiliza para encontrar las cosas que te gustan cerca de ti, conectar con otros usuarios y más. Ve a Ajustes y activa la ubicación en Hula.

source: What is your name?
de: Wie heisst Du?
es: ¿Cómo te llamas?

source: What is your email address?
de: Wie ist Deine E-Mail-Adresse?
es: ¿Cuál es tu dirección de email?

source: Set a password for your account
de: Lege ein Passwort für Dein Konto fest
es: Elige una contraseña para tu cuenta.

source: This is your public identification
de: Das ist Deine öffentliche Identifizierung
es: Esta es tu identificación pública.

source: We wont bother you with nonsense emails
de: Wir werden Dich nicht mit unsinnigen E-Mails belästigen
es: No te molestaremos con emails absurdos.

source: Use a non-obvious password with more than 5 characters
de: Verwende ein nicht offensichtliches Passwort mit mehr als 5 Zeichen.
es: Utiliza una contraseña original con más de 5 caracteres.

source: Nickname
de: Spitzname
es: Apodo

source: Email address
de: E-Mail-Adresse
es: Dirección de email

source: Password
de: Passwort
es: Contraseña

source: This field cannot be empty. Please fill all the fields.
de: Dieses Feld darf nicht leer sein. Bitte fülle alle Felder aus.
es: Este espacio no puede quedarse vacío. Por favor, rellena todos los espacios.

source: Username has already been taken.
de: Benutzername wird bereits verwendet.
es: El nombre de usuario ya existe.

source: User logged in
de: Benutzer angemeldet
es: El usuario inició sesión

source: You're in the Trade Room! To start trading, start exchanging.
de: Du bist im Handelsraum! Um mit dem Handel zu beginnen, beginne mit dem Tausch.
es: ¡Estás en la Sala de Intercambio! Para empezar a intercambiar, empieza a negociar.

source: Need more trading rooms? tap here to add more spaces!
de: Benötigst Du mehr Handelsräume? Tippe hier, um weitere Räume hinzuzufügen!
es: ¿Necesitas más Salas de Intercambio? ¡Haz click aquí y añade más!

source: Welcome to your first trade! Get some advice. Click on the Trade Room you used.
de: Willkommen zu Deinem ersten Handel. Der Handelsraum gehört ganz Dir. Klicke hier und fange an, Spaß zu haben!.
es: ¡Bienvenido a tu primer intercambio! Te ofrecemos algunos consejos. Haz click en la Sala de Intercambio que utilizaste.

source: Don't cancel
de: Nicht abbrechen.
es: No canceles

source: Cancel this trade?
de: Diesen Handel abbrechen?
es: ¿Cancelar este intercambio?

source: The user has been reported. We will review the user behavior and take necessary actions. Thanks for keeping Hula trustworthy.
de: Der Benutzer wurde gemeldet. Wir überprüfen das Benutzerverhalten und ergreifen die erforderlichen Maßnahmen. Vielen Dank, dass Du mithilfst, Hula vertrauenswürdig zu halten.
es: El usuario ha sido acusado. Revisaremos su conducta y tomaremos las medidas necesarias. Gracias por mantener la honestidad en HULA.

source: Trade cancelled
de: Handel abgebrochen
es: Intercambio cancelado.

source: Help us to improve, tell us why:
de: Helfen Sie uns, uns zu verbessern, sagen Sie uns warum:
es: Ayúdanos a mejorar, dinos porqué:

source: Not interested anymore
de: Nicht mehr interessiert
es: Ya no interesa

source: Unhappy with trader
de: Unzufrieden mit dem Händler
es: Descontento con el usuario

source: Product deleted
de: Produkt gelöscht
es: Producto eliminado

source: Other
de: Andere
es: Otro

source: Empty Trade Room
de: Leerer Handelsraum
es: Sala de Intercambio vacía

source: Here is their stuff.
es: Aquí están las cosas del otro.

source: Drag & drop here what you want.
de: Drag & drop hierher, was Du willst.
es: Arrastra aquí lo que quieres.

source: Here is your stuff.
de: Hier ist Deine Ware.
es: Aquí están tus cosas.

source: Once you've selected what you want, find out if the other trader is interested. Click the button below to send a notification!
de: Wenn Du ausgewählt hast, was Du willst, finde heraus, ob der andere Händler interessiert ist. Klicke auf die Schaltfläche unten, um eine Benachrichtigung zu senden!
es: Cuando ya elegiste lo que quieres, descubre si el otro usuario está interesado. ¡Haz click en el botón de abajo para enviar una notificación!

source: This trading is waiting for the other user to select the items he wants or accept your offer. As soon as the offer is ready you will be notified.
de: Dieser Handel wartet darauf, dass der andere Benutzer die gewünschten Artikel auswählt oder Dein Angebot annimmt. Sobald das Angebot vorliegt, wirst Du benachrichtigt.
es: Este intercambio se activará cuando el otro usuario elija las cosas que quiere o acepte tu oferta. Te mandaremos una notificación cuando la oferta esté lista.

source: Tap on the product to get more info and ask for a live video to check it.
de: Tippe auf das Produkt, um weitere Informationen zu erhalten, und fordere ein Live-Video an, um das Produkt zu überprüfen.
es: Haz click en los productos para más información y pide un vídeo para comprobar su estado.

source: Start chat here if you need to talk.
de: Starte den Chat hier, wenn Du dich unterhalten möchtest.
es: Aquí puedes activar el chat si necesitas hablar.

source: This product is not available anymore.
de: Dieses Produkt ist nicht mehr verfügbar.
es: Este producto ya no está disponible.

source: Deleted product
de: Gelöschtes Produkt
es: Producto eliminado

source: Sorry, drag at least one item to send your offer.
de: Du musst mindestens einen Artikel hinüberziehen, um Dein Angebot zu senden.
es: Lo sentimos, arrastra un producto por lo menos.

source: No offer without an item from your side. Unless you wanna offer cash...
de: Kein Angebot ohne einen Artikel von Deiner Seite. Es sei denn, Du willst Bargeld anbieten...
es: Sin producto no hay intercambio. ¿Quieres ofrecer solo dinero?

source: Are you giving your stuff away for free? If not, choose the item you want to exchange it with.
de: Gibst du Deine Sachen kostenlos weg? Wenn nicht, wähle den Gegenstand aus, mit dem Du ihn tauschen möchtest.
es: ¿Vas a dar tus cosas gratis? Si no es así, elige el producto que quieres intercambiar.

source: You are about to close the deal. Confirm?
de: Du bist dabei, das Geschäft abzuschließen. Bestätigen?
es: Vas a cerrar el trato, ¿estás de acuerdo?

source: Yes!
de: Ja!
es: ¡Sí!

source: You accepted the deal. Now meet the trader and exchange your stuff.
de: Du hast den Deal angenommen. Treffe jetzt den Händler und tausche Deine Sachen aus.
es: ¡Has aceptado el trato! Reúnete con el usuario para intercambiar vuestras cosas.

source: Great! Enjoy your stuff and many thanks for using HULA. In order to free up this trading room, this trade will be moved to your past trades tab.
de: Großartig! Viel Spaß mit Deiner Ware und vielen Dank für die Verwendung von HULA. Um diesen Handelsraum freizugeben, wird dieser Handel in die Registerkarte “Ehemalige Handel“ verschoben.
es: ¡Muy bien! Disfruta tus cosas y muchas gracias por utilizar HULA. Esta Sala de Intercambio quedará libre y el trato se guardará en la pantalla de intercambios pasados.

source: Your offer has been sent with your changes. Please allow 72 hours for the user to reply.
de: Dein Angebot wurde mit Deinen Änderungen gesendet. Bitte gib dem Benutzer 72 Stunden Zeit, um zu antworten.
es: Tu oferta se ha enviado con tus cambios. El usuario tiene 72 horas para responderte.

source: I received my stuff
de: Ich habe meine Sachen erhalten
es: Recibí mis cosas

source: Waiting for user reply
de: Warte auf Antwort des Benutzers
es: Esperando respuesta…

source: Remaining time for response:
de: Verbleibende Zeit für die Antwort:
es: Tiempo para responder:

source: Accept trade
de: Handel annehmen
es: Intercambio aceptado

source: Send offer
de: Angebot senden
es: Enviar oferta

source: Do you need more rooms? Spread the word! Share HULA with your friends and get up to 5 trade rooms.
de: Brauchst Du mehr Räume? Erzähle deinen Freunden von HULA und erhalte bis zu 5 Handelsräume.
es: ¿Necesitas más Salas? ¡Cuéntalo al mundo! Comparte HULA con tus amigos y consigue hasta 5 Salas de Intercambio.

source: Share Hula
de: Teile Hula
es: Comparte Hula

source: Sharing
de: Teilen
es: Compartiendo

source: Please choose a sharing method
de: Bitte wähle eine Methode zum Teilen
es: Elige cómo quieres compartirlo

source: Hey, I trade on HULA! I get what I want and give what I don't. https://hula.trading
de: Hey, ich tausche auf HULA! Ich bekomme, was ich will und werde los, was ich nicht will. https://hula.trading
es: Hola, ¡he intercambiado mis cosas con HULA! Conseguí lo que quería y di lo que no quería. https://hula.trading

source: Deal closed. Thank you
de: Deal abgeschlossen. Danke
es: Trato cerrado. Muchas gracias.

source: No product description provided.
de: Keine Produktbeschreibung angegeben.
es: No hay información de producto.

source: trades
de: Handel
es: intercambios

source: Video proof available
de: Videobeweis verfügbar
es: Prueba de vídeo disponible

source: Play video
es: Reproducir video

source: Waiting for video proof...
de: Warte auf Videobeweis...
es: Esperando la prueba de vídeo…

source: Video proof requested
de: Videobeweis angefordert
es: Prueba de vídeo solicitada

source: User waiting for video proof
de: Nutzer wartet auf Videobeweis
es: Usuario esperando la prueba de vídeo

source: Record video proof
de: Videobeweis aufnehmen
es: Grabar prueba de vídeo

source: You have requested a video for this product. You will receive a notification when the user uploads it.
de: Du hast ein Video für dieses Produkt angefordert. Du erhälst eine Benachrichtigung, wenn der Benutzer es hochlädt.
es: Has solicitado un vídeo de este producto. Recibirás una notificación cuando el usuario suba el vídeo.

source: This product is already waiting for a video proof. The owner will record a video and you will be notified.
de: Das Produkt wartet bereits auf einen Videobeweis. Der Eigentümer nimmt ein Video auf und Du wirst benachrichtigt.
es: Este producto está esperando una prueba de vídeo. Su dueño lo grabará y te mandaremos una notificación.

source: Uploading video...
de: Video wird hochgeladen...
es: Cargando vídeo…

source: Uploading
de: Hochladen
es: Cargando

source: Video uploaded
de: Video hochgeladen
es: Vídeo cargado

source: Video uploaded!
de: Video hochgeladen!
es: ¡Vídeo cargado!

source: Image options...
de: Bildoptionen...
es: Opciones de imagen…

source: Close
de: Schliessen
es: Cerrar

source: You
de: Du
es: Tú

source: Exchange completed
de: Austausch abgeschlossen
es: Intercambio completado

source: Trade canceled
de: Handel abgebrochen
es: Intercambio cancelado

source: Close the deal
de: Jetzt... TREFFEN UND TAUSCHEN
es: Cerrar el trato

source: We recommend confirming this trade only after exchanging stuff
de: Wir empfehlen, den Handel erst nach dem Umtausch zu bestätigen. Du kannst das Treffen per Chat vereinbaren.
es: Recomendamos confirmar este intercambio después de recibir las cosas.

source: We would love to hear how your trade was. Please rate it from one to five stars:
de: Wir würden gerne hören, wie Dein Handel gelaufen ist. Bitte bewerte ihn mit Sternen (1-5):
es: Nos gustaría saber cómo ha sido tu intercambio. Por favor, valora tu experiencia de 1 a 5 estrellas:

source: What did you love?
de: Was hat Dir gefallen?
es: ¿Qué te gustó?

source: What went wrong? Leave blank if none
de: Was ist schief gelaufen? Leer lassen, falls nichts.
es: ¿Algo no fue bien? Déjalo en blanco si no hay nada.

source: Fair deal
de: Faires Geschäft
es: Intercambio justo

source: Easy communication
de: Einfache Kommunikation
es: Fácil comunicación

source: Smooth process
de: Reibungsloser Ablauf
es: Proceso sencillo

source: Good state of products
de: Guter Zustand des Produktes
es: Cosas en buen estado

source: Fast delivery
de: Schnelle Lieferung
es: Envío rápido

source: Late arrival
de: Späte Ankunft
es: Llegó tarde

source: Bad estate of product
de: Schlechter Produktzustand
es: Cosas en mal estado

source: Annoying negotiation
de: Ärgerliche Verhandlung
es: Muy mala negociación

source: Difficult communication
de: Schwierige Kommunikation
es: Difícil comunicación

source: Complicated process
de: Komplizierter Prozess
es: Proceso complicado

source: NEAR YOU
de: IN DER NÄHE
es: CERCA DE TI

source: %i products
de: %i Produkte
es: %i productos

source: Category search
de: Kategoriesuche
es: Buscar categoría

source: SELLER
de: VERKÄUFER
es: VENDEDOR

source: USER'S INVENTORY
de: BENUTZERINVENTAR
es: CATÁLOGO DEL USUARIO

source: Currently trading with
de: Handelt derzeit mit
es: En intercambio con

source: Trade with
de: Handel mit
es: Intercambia con

source: Add stuff
de: Sachen hinzufügen
es: Añadir producto

source: Sorry! If you want to trade, you have to upload your stuff.
de: Sorry! Wenn du handeln willst, musst Du Deine Sachen hochladen.
es: Lo sentimos, para intercambiar necesitas subir tus cosas.

source: Sorry! your Trade Rooms are busy. Turn your phone, get in the Trade Room and request a new one.
de: Ups! Deine Handelsräume sind belegt. Schalte Dein Telefon ein, klicke auf -Neuer Handelsraum- und hole Dir einen neuen!
es: Lo sentimos, tus Salas de Intercambio están ocupadas. Gira tu teléfono, entra en tus Salas de Intercambio y solicita una nueva.

source: Accept
de: Akzeptieren
es: Aceptar

source: You're about to start a trade. One room will be reserved for this negotiation until it's finished.
de: Du bist dabei, einen Handel zu starten. Ein Raum wird für diese Verhandlung reserviert, bis der Handel abgeschlossen ist.
es: Vas a comenzar un intercambio. Una Sala de Intercambio estará reservada para esa negociación hasta que termines.

source: Currently trading
de: Handelt derzeit
es: En intercambio

source: Delete product
de: Produkt löschen
es: Eliminar producto

source: Think twice before deleting it!
de: Überlege es Dir zweimal, bevor Du es löschst!
es: ¡Piénsalo dos veces antes de eliminarlo!

source: Delete
de: Löschen
es: Eliminar

source: Choose a title for your product
de: Wähle einen Titel für Dein Produkt
es: Elige un título para tu producto

source: Title
de: Titel
es: Título

source: Select a category
de: Kategorie auswählen
es: Elegir una categoría

source: Category
de: Kategorie
es: Categoría

source: Change your product condition
de: Produktzustand ändern
es: Cambia el estado de tu producto

source: Condition
de: Zustand
es: Estado

source: Change description
de: Beschreibung ändern
es: Cambiar descripción

source: Description
de: Beschreibung
es: Descripción

source: Try another image
de: Versuche es mit einem anderen Bild
es: Probar otra foto.

source: Set as featured image
de: Als ausgewähltes Bild festlegen
es: Elegir como foto destacada

# Delete image
source: Borrar imagen
de: Bild löschen
es: Eliminar foto

source: Set image as default
de: Bild als Standard festlegen
es: Elegir como foto predeterminada

source: CURRENT:
de: AKTUELL:
es: ACTUAL:

source: Do you wanna change your profile picture?
de: Möchtest Du Dein Profilbild ändern?
es: ¿Quieres cambiar tu foto de perfil?

source: Email validation
de: E-Mail-Bestätigung
es: Validación por email

source: If you're a real person with a real email, open your email and follow the instructions.
de: Wenn Du eine echte Person mit einer echten E-Mail bist, öffne Deine E-Mail und folge den Anweisungen.
es: Si eres humano con un email real, abre tu email y sigue las instrucciones.

source: Select a validation method
de: Wähle eine Bestätigungsmethode
es: Elige el método de validación

source: OTHER ITEMS IN STOCK
de: ANDERE ARTIKEL AUF LAGER
es: LISTA DE OTROS PRODUCTOS

source: Your new password is too short.
de: Dein neues Passwort ist zu kurz.
es: Tu contraseña nueva es demasiado corta.

source: Your previous password is too short.
de: Dein vorheriges Passwort ist zu kurz.
es: Tu contraseña anterior es demasiado corta.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.

source: Name
es: Nombre

source: Full name
de: Vollständiger Name
es: Nombre completo

source: About you
de: Über Dich
es: Sobre ti

source: Location
de: Standort
es: Ubicación

source: Are you sure you want to log out?
de: Möchtest Du Dich wirklich abmelden?
es: ¿Estás s çeguro que deseas cerrar sesión?

source: Change your nickname
de: Ändere Deinen Spitznamen
es: Cambia e apodo

source: Validate your email
de: Bestätige Deine E-Mail
es: Validar tu email

source: Change your full name
de: Ändere Deinen vollständigen Namen
es: Cambiar tu nombre completo

source: Change your bio
de: Ändere deine Biographie
es: Cambiar tu biografía

source: Bio
de: Biographie
es: Biografía

source: Change zip code
de: Postleitzahl ändern
es: Cambiar tu código postal

source: Zip code
de: Postleitzahl
es: Código postal

source: Change your password
de: Passwort ändern
es: Cambiar tu contraseña

source: Change image
de: Bild ändern
es: Cambiar tu foto

source: Change data
de: Daten ändern
es: Cambiar tus datos

source: not selected
de: nicht ausgewählt
es: no seleccionado

source: CURRENT ZIP CODE:
de: AKTUELLE POSTLEITZAHL:
es: CÓDIGO POSTAL ACTUAL:

source: Validate
de: Bestätigen
es: Validar

source: User
de: Nutzer
es: Usuario

source: You can also offer money.
de: Du kannst auch Geld anbieten.
es: También puedes ofrecer dinero.

source: Rotation lock is activated
de: Oh, Dein Telefon dreht sich nicht! Keine Sorge, Du bist nicht der Einzige ...
es: El bloqueo de giro está activo

source: Please unlock your iPhone rotation lock. You can do it from the control center.
de: Wische auf Deinem iPhone nach oben und öffne das Kontrollzentrum. Du siehst ein Schloss mit einem Pfeil. Tippe darauf, um die Hochformat-Ausrichtungssperre zu deaktivieren.
es: Por favor desactiva el bloqueo de giro de tu iPhone. Puedes hacerlo desde el centro de control.

source: Permission denied
de: Zugang verweigert
es: Permiso denegado

source: Please allow Hula access to your camera roll and camera.
de: Bitte erlaube Hula den Zugriff auf Kamerarolle und Kamera.
es: Por favor permite que Hula tenga acceso a tu cámara y a tus fotos.

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes

source: Cars & bikes
de: Autos & Fahrräder
es: Autos y Bicicletas

source: Services
de: Dienstleistungen
es: Servicios

source: Clothing
de: Kleidung
es: Moda y Accesorios

source: Electronics & mobile
de: Elektronik und Handys
es: Electrónica y Tecnología

source: Furniture
de: Möbel
es: Muebles y Decoración

source: Art
de: Kunst
es: Arte

source: House & yard
de: Haus & Garten
es: Casa y Jardín

source: Videogames
de: Videospiele
es: Videojuegos

source: Collectible & hobbies
de: Sammlerstücke & Hobbys
es: Coleccionables y Hobbies

source: Music
de: Musik
es: Música

source: Tools & repair
de: Werkzeug & Reparatur
es: Herramientas y Bricolaje

source: Photography
de: Fotographie
es: Fotografía

source: Computers
de: Computer
es: Computadoras

source: Sports
de: Sport
es: Deportes

source: Jewelry
de: Schmuck
es: Joyería

source: Camping & outdoors
de: Camping & draußen
es: Aventura y Camping

source: You can request a video-proof for this product.
de: Du kannst einen Videobeweis für dieses Produkt anfordern.
es: Puedes solicitar una prueba de video del producto.

source: New
de: Neu
es: Nuevo

source: new
de: neu
es: nuevo

source: Used
de: Gebraucht
es: Usado

source: used
de: gebraucht
es: usado

source: Trade with this user
de: Handel mit diesem Benutzer
es: Negociar con este usuario

source: Report this user to the admins
de: Diesen Benutzer den Administratoren melden
es: Denunciar este usuario a los admins

source: The product has been reported. We will review this content and take necessary actions. Thanks for keeping Hula trustworthy.
de: Das Produkt wurde gemeldet. Wir werden den Vorgang überprüfen und die erforderlichen Maßnahmen ergreifen. Vielen Dank, dass Du mithilfst, Hula vertrauenswürdig zu halten.
es: El producto ha sido denunciado. Revisaremos este contenido y tomaremos las medidas que sean necesarias. Gracias por hacer de Hula una herramienta confiable.

source: Add product to barter screen
de: Produkt zum Tauschhandel hinzufügen
es: Añadir producto a la negociación

source: Report this product as abusive
de: Melde dieses Produkt als missbräuchlich
es: Denunciar este producto
