Repository: baojose/hula
Catalog: Hula/*.lproj/Localizable.strings
Languages: de, es

source: Sorry to hear that. We'll take care of your complaint and we will get back to you within less than 24 hours. Feel free to email us to hello@hula.trading, we will be happy to help you and learn from our own mistakes. For you to have a good experience with HULA is our priority.
de: Tut uns leid, das zu hören. Wir kümmern uns um Deine Beschwerde und melden uns innerhalb von 24 Stunden bei Dir. Schreibe uns eine E-Mail an hello@hula.trading, wir helfen Dir gerne weiter und sind froh aus unseren Fehlern zu lernen. Deine guten Erfahrungen mit HULA ist unsere Priorität.
es: Sentimos lo que ha pasado. Tomaremos las medidas necesarias y te contestaremos en menos de 24 horas. No dudes en escribirnos a hello@hula.trading, estaremos encantados de aprender de nuestros errores. Tu experiencia en HULA es lo más importante para nosotros.

source: Agree
de: Zustimmen
es: Aceptar

# characters remaining
source: caracteres restantes
de: Verbleibende Zeichen
